var songs=[{
    id:"1",
    name:"柏松 - 世间美好与你环环相扣",
    type:"mp3",
    text:`[ti:世间美好与你环环相扣]
    [ar:柏松]
    [al:听闻余生]
    [by:]
    [offset:0]
    [00:00.00]世间美好与你环环相扣 - 柏松
    [00:05.94]词：尹初七
    [00:08.23]曲：柏松
    [00:10.06]吉他：柏松
    [00:12.34]和声：柏松
    [00:14.63]录音：柏松
    [00:16.92]编曲/混音：彭圣杰
    [00:21.04]（未经许可，不得翻唱或使用）
    [00:27.40]偏偏秉烛夜游
    [00:30.48]午夜星辰 似奔走之友
    [00:34.19]爱你每个结痂伤口
    [00:37.11]酿成的陈年烈酒
    [00:41.05]入喉尚算可口
    [00:44.15]怎么泪水 还偶尔失守
    [00:48.06]邀你细看心中缺口
    [00:50.78]裂缝中留存温柔
    [00:56.98]此时已莺飞草长
    [00:59.12]爱的人正在路上
    [01:01.26]我知他风雨兼程
    [01:02.81]途经日暮不赏
    [01:05.08]穿越人海 只为与你相拥
    [01:10.90]此刻已皓月当空
    [01:12.86]爱的人手捧星光
    [01:15.01]我知他乘风破浪
    [01:16.48]去了黑暗一趟
    [01:18.87]感同身受 给你救赎热望
    [01:25.69]知道你不能 还要你感受
    [01:29.30]让星光加了一点彩虹
    [01:32.56]让樱花偷偷 吻你额头
    [01:36.03]让世间美好 与你环环相扣
    [01:41.49]此时已莺飞草长
    [01:43.64]爱的人正在路上
    [01:45.77]我知他风雨兼程
    [01:47.33]途经日暮不赏
    [01:49.67]穿越人海 只为与你相拥
    [01:55.52]此刻已皓月当空
    [01:57.44]爱的人手捧星光
    [01:59.61]我知他乘风破浪
    [02:01.05]去了黑暗一趟
    [02:03.43]感同身受 给你救赎热望
    [02:09.14]此时已莺飞草长
    [02:11.12]爱的人正在路上
    [02:13.42]我知他风雨兼程
    [02:14.73]途经日暮不赏
    [02:17.11]穿越人海 只为与你相拥
    [02:22.96]此刻已皓月当空
    [02:24.82]爱的人手捧星光
    [02:26.96]我知他乘风破浪
    [02:28.45]去了黑暗一趟
    [02:30.76]感同身受 给你救赎热望
    [02:37.65]知道你不能 还要你感受
    [02:41.30]让星光加了一点彩虹
    [02:44.45]当樱花开的纷纷扬扬
    [02:48.08]当世间美好
    [02:50.24]与你环环相扣`
},{
    id:"2",
    name:"曾轶可 - 最天使",
    type:"mp3",
    text:`[ti:最天使]
    [ar:曾轶可]
    [al:Forever Road(勇敢孩子气版)]
    [by:]
    [offset:0]
    [00:00.00]最天使 - 曾轶可 (Yico Tseng)
    [00:06.08]词：曾轶可
    [00:12.16]曲：曾轶可
    [00:18.25]最好的那个天使
    [00:21.28]
    [00:22.41]我最熟悉的字是你的名字
    [00:26.07]我们会有大大的房子
    [00:29.85]
    [00:30.78]你会送我一首小诗
    [00:34.04]最坏的那个天使
    [00:37.35]
    [00:38.50]我最爱画的就是你的样子
    [00:42.15]我们守着距离 拉成的相思
    [00:45.82]
    [00:46.34]温柔着彼此的言辞
    [00:49.56]
    [00:51.79]我最爱的就是那个天使
    [00:55.38]
    [00:57.48]爱到可以去死
    [01:00.19]
    [01:00.92]爱到整个世界
    [01:02.43]
    [01:03.45]灯全熄灭
    [01:04.79]最后还要给你体贴
    [01:07.70]我最恨的就是那个天使
    [01:10.93]
    [01:12.36]恨到可以去死
    [01:14.50]
    [01:16.62]恨到快把自己 的全部忘记
    [01:20.62]最后还要刺青 铭记
    [01:23.80]
    [01:26.23]最恨你
    [01:27.33]那么久都不来见我一次
    [01:29.91]
    [01:30.52]最爱你
    [01:31.23]当远处传来你的相思
    [01:33.84]
    [01:34.61]最容易想起
    [01:35.93]
    [01:36.58]最难忘记
    [01:38.16]
    [01:38.68]最想要得到
    [01:40.02]最害怕失去
    [01:42.05]
    [01:42.76]最初的陪伴
    [01:44.09]
    [01:44.66]最后的需要
    [01:45.77]
    [01:46.57]最远的距离
    [01:48.10]最近的心跳
    [01:50.04]
    [01:51.14]最后 我说了我恨你
    [01:54.13]
    [01:55.11]可是我恨你  就是
    [02:00.03]
    [02:16.32]我最爱的就是那个天使
    [02:19.32]
    [02:21.40]爱到可以去死
    [02:23.98]
    [02:24.89]爱到整个世界 灯全熄灭
    [02:28.73]最后还要给你体贴
    [02:31.65]我最恨的就是那个天使
    [02:34.96]
    [02:36.30]恨到可以去死
    [02:38.44]
    [02:40.42]恨到快把自己
    [02:42.41]
    [02:43.03]的全部忘记
    [02:44.59]最后还要刺青 铭记
    [02:47.96]
    [02:50.34]最恨你
    [02:51.29]那么久都不来见我一次
    [02:53.85]
    [02:54.57]最爱你
    [02:55.27]当远处传来你的相思
    [02:57.95]
    [02:58.62]最容易想起
    [02:59.95]
    [03:00.71]最难忘记
    [03:02.69]最想要得到 最害怕失去
    [03:06.02]
    [03:06.65]最初的陪伴 最后的需要
    [03:09.84]
    [03:10.52]最远的距离 最近的心跳
    [03:13.74]
    [03:15.14]最后 我说了我恨你
    [03:18.13]
    [03:18.73]可是我恨你  就是
    [03:25.05]我爱你`
},{
    id:"3",
    name:"买辣椒也用券 - 起风了",
    type:"mp3",
    text:`[ti:起风了 (原曲：《ヤキモチ》—高桥优)]
    [ar:买辣椒也用券]
    [al:起风了]
    [by:]
    [offset:0]
    [00:00.00]起风了 - 买辣椒也用券
    [00:08.69]词：米果
    [00:17.38]曲：高桥优
    [00:26.07]这一路上走走停停
    [00:29.20]顺着少年漂流的痕迹
    [00:32.45]迈出车站的前一刻
    [00:35.61]竟有些犹豫
    [00:38.83]不禁笑这近乡情怯
    [00:41.97]仍无可避免
    [00:44.48]而长野的天
    [00:46.03]依旧那么暖
    [00:47.49]风吹起了从前
    [00:49.99]从前初识这世间
    [00:53.12]万般流连
    [00:54.82]看着天边似在眼前
    [00:57.71]也甘愿赴汤蹈火去走它一遍
    [01:02.77]如今走过这世间
    [01:05.86]万般流连
    [01:07.62]翻过岁月不同侧脸
    [01:10.71]措不及防闯入你的笑颜
    [01:16.40]我曾难自拔于世界之大
    [01:20.38]也沉溺于其中梦话
    [01:23.70]不得真假 不做挣扎 不惧笑话
    [01:29.23]我曾将青春翻涌成她
    [01:33.10]也曾指尖弹出盛夏
    [01:36.35]心之所动 且就随缘去吧
    [01:41.99]逆着光行走 任风吹雨打
    [01:58.89]短短的路走走停停
    [02:02.04]也有了几分的距离
    [02:05.26]不知抚摸的是故事 还是段心情
    [02:11.62]也许期待的不过是 与时间为敌
    [02:17.28]再次看到你
    [02:18.87]微凉晨光里
    [02:20.45]笑的很甜蜜
    [02:22.78]从前初识这世间
    [02:25.89]万般流连
    [02:27.61]看着天边似在眼前
    [02:30.51]也甘愿赴汤蹈火去走它一遍
    [02:35.62]如今走过这世间
    [02:38.67]万般流连
    [02:40.46]翻过岁月不同侧脸
    [02:43.47]措不及防闯入你的笑颜
    [02:49.21]我曾难自拔于世界之大
    [02:53.25]也沉溺于其中梦话
    [02:56.47]不得真假 不做挣扎 不惧笑话
    [03:01.99]我曾将青春翻涌成她
    [03:05.76]也曾指尖弹出盛夏
    [03:09.05]心之所动 且就随缘去吧
    [03:40.42]晚风吹起你鬓间的白发
    [03:44.45]抚平回忆留下的疤
    [03:47.65]你的眼中 明暗交杂 一笑生花
    [03:53.20]暮色遮住你蹒跚的步伐
    [03:57.25]走进床头藏起的画
    [04:00.43]画中的你 低着头说话
    [04:06.06]我仍感叹于世界之大
    [04:09.82]也沉醉于儿时情话
    [04:12.96]不剩真假 不做挣扎 无谓笑话
    [04:18.81]我终将青春还给了她
    [04:22.60]连同指尖弹出的盛夏
    [04:26.03]心之所动 就随风去了
    [04:31.58]以爱之名 你还愿意吗`
},{
    id:"4",
    name:"王强 - 秋天不回来",
    type:"mp3",
    text:`[ti:秋天不回来]
    [ar:王强]
    [al:251872]
    [offset:0]
    [00:00.00]秋天不回来 - 王强 (Johnston Wang)
    [00:04.63]词：王强
    [00:09.27]曲：胡力
    [00:13.91]初秋的天 冰冷的夜
    [00:17.00]回忆慢慢袭来
    [00:20.09]真心的爱就像落叶
    [00:23.22]为何却要分开
    [00:26.11]灰色的天独自彷徨
    [00:29.41]城市的老地方
    [00:32.42]真的孤单走过忧伤
    [00:35.47]心碎还要逞强
    [00:38.44]想为你披件外衣
    [00:41.42]天凉要爱惜自己
    [00:45.78]没有人比我更疼你
    [00:50.72]告诉你在每个
    [00:53.69]想你的夜里
    [00:57.98]我哭的好无力
    [01:02.97]就让秋风带走我的思念
    [01:06.50]带走我的泪
    [01:09.15]我还一直静静守候在
    [01:12.42]相约的地点
    [01:15.11]求求老天淋湿我的双眼
    [01:18.72]冰冻我的心
    [01:21.48]让我不再苦苦奢求你还
    [01:24.86]回来我身边 我身边 
    [01:56.58]
    [02:02.15]灰色的天独自彷徨
    [02:04.92]城市的老地方
    [02:07.96]真的孤单走过忧伤
    [02:11.02]心碎还要逞强
    [02:14.02]想为你披件外衣
    [02:16.99]天凉要爱惜自己
    [02:21.26]没有人比我更疼你
    [02:26.33]告诉你在每个
    [02:29.29]想你的夜里
    [02:33.48]我哭的好无力
    [02:38.58]就让秋风带走我的思念
    [02:41.91]带走我的泪
    [02:44.71]我还一直静静守候在
    [02:47.47]
    [02:48.18]相约的地点
    [02:50.83]求求老天淋湿我的双眼
    [02:54.35]冰冻我的心
    [02:56.30]
    [02:57.09]让我不再苦苦奢求你还
    [03:00.59]回来我身边
    [03:04.35]就让秋风带走我的思念
    [03:08.28]带走我的泪
    [03:10.92]我还一直静静守候在
    [03:14.02]相约的地点
    [03:17.02]求求老天淋湿我的双眼
    [03:20.52]冰冻我的心
    [03:23.42]让我不再苦苦奢求你还
    [03:26.69]回来我身边 我身边 
    [03:33.59]就让秋风带走我的思念
    [03:37.27]带走我的泪
    [03:39.93]我还一直静静守候在
    [03:44.45]相约的地点`
},{
    id:"5",
    name:"周杰伦 - 不能说的秘密 (自白版)",
    type:"mp3",
    text:`[ti:不能说的秘密 (自白版)]
    [ar:周杰伦]
    [al:]
    [by:]
    [offset:0]
    [00:00.92]不能说的秘密 (自白版) - 周杰伦
    [00:04.21]词：方文山
    [00:05.50]曲：周杰伦
    [00:07.07]编曲：林迈可
    [00:13.73]冷咖啡离开了杯垫
    [00:17.20]我忍住的情绪在很后面
    [00:26.92]拼命想挽回的从前
    [00:30.19]在我脸上依旧清晰可见
    [00:40.58]最美的不是下雨天
    [00:43.60]是曾与你躲过雨的屋檐
    [00:52.69]回忆的画面 在荡着秋千
    [00:59.22]梦开始不甜
    [01:05.10]你说把爱渐渐放下会走更远
    [01:11.64]又何必去改变 已错过的时间
    [01:18.33]你用你的指尖阻止我说再见
    [01:25.02]想象你在身边 在完全失去之前
    [01:31.73]你说把爱渐渐放下会走更远
    [01:38.31]或许命运的签 只让我们遇见
    [01:45.14]只让我们相恋这一季的秋天
    [01:51.68]飘落后才发现 这幸福的碎片
    [01:58.42]要我怎么捡
    [02:27.15]冷咖啡离开了杯垫
    [02:30.25]我忍住的情绪在很后面
    [02:40.52]拼命想挽回的从前
    [02:43.64]在我脸上依旧清晰可见
    [02:53.68]最美的不是下雨天
    [02:56.87]是曾与你躲过雨的屋檐
    [03:06.13]回忆的画面 在荡着秋千
    [03:12.51]梦开始不甜
    [03:18.73]你说把爱渐渐放下会走更远
    [03:24.98]又何必去改变 已错过的时间
    [03:31.61]你用你的指尖阻止我说再见
    [03:38.32]想象你在身边 在完全失去之前
    [03:45.06]你说把爱渐渐放下会走更远
    [03:51.63]或许命运的签 只让我们遇见
    [03:58.42]只让我们相恋这一季的秋天
    [04:04.99]飘落后才发现 这幸福的碎片
    [04:11.71]要我怎么捡`
},{
    id:"6",
    name:"未知歌曲1未知歌曲1未知歌曲1未知歌曲1未知歌曲1未知歌曲1",
    type:"mp3",
    text:""
},{
    id:"7",
    name:"未知歌曲2",
    type:"mp3",
    text:""
},{
    id:"8",
    name:"未知歌曲3",
    type:"mp3",
    text:""
},{
    id:"9",
    name:"未知歌曲4",
    type:"mp3",
    text:""
},{
    id:"10",
    name:"未知歌曲5",
    type:"mp3",
    text:""
},{
    id:"11",
    name:"未知歌曲6",
    type:"mp3",
    text:""
},{
    id:"12",
    name:"未知歌曲7",
    type:"mp3",
    text:""
},{
    id:"13",
    name:"未知歌曲8",
    type:"mp3",
    text:""
},{
    id:"14",
    name:"未知歌曲9",
    type:"mp3",
    text:""
},{
    id:"15",
    name:"未知歌曲10",
    type:"mp3",
    text:""
},{
    id:"16",
    name:"未知歌曲11",
    type:"mp3",
    text:""
},{
    id:"17",
    name:"未知歌曲12",
    type:"mp3",
    text:""
},{
    id:"18",
    name:"未知歌曲13",
    type:"mp3",
    text:""
},{
    id:"19",
    name:"未知歌曲14",
    type:"mp3",
    text:""
},{
    id:"20",
    name:"王力宏 - 你不知道的事",
    type:"mp3",
    text:`[ti:你不知道的事]
    [ar:王力宏]
    [al:十八般武艺]
    [by:]
    [offset:0]
    [00:00.00]你不知道的事 (The Unknown) - 王力宏 (Leehom Wang)
    [00:02.27]词：王力宏/瑞业
    [00:04.54]曲：王力宏
    [00:06.82]蝴蝶眨几次眼睛才学会飞行
    [00:14.41]
    [00:17.70]夜空洒满了星星但几颗会落地
    [00:25.72]
    [00:28.08]我飞行但你坠落之际
    [00:32.51]
    [00:33.44]很靠近还听见呼吸
    [00:37.72]
    [00:39.09]对不起我却没捉紧你
    [00:45.43]
    [00:48.53]你不知道我为什么离开你
    [00:53.31]
    [00:53.90]我坚持不能说放任你哭泣
    [00:58.77]
    [00:59.41]你的泪滴像倾盆大雨
    [01:03.06]
    [01:03.83]碎了满地在心里清晰
    [01:09.75]
    [01:10.34]你不知道我为什么狠下心
    [01:15.87]盘旋在你看不见的高空里
    [01:21.21]
    [01:23.19]多的是你不知道的事
    [01:30.92]
    [01:40.53]蝴蝶眨几次眼睛
    [01:44.03]
    [01:46.00]才学会飞行
    [01:48.64]
    [01:51.46]夜空洒满了星星
    [01:55.22]
    [01:56.59]但几颗会落地
    [01:59.73]
    [02:01.96]我飞行但你坠落之际
    [02:06.31]
    [02:07.19]很靠近还听见呼吸
    [02:11.70]
    [02:12.91]对不起我却没捉紧你
    [02:19.73]
    [02:22.23]你不知道我为什么离开你
    [02:27.13]
    [02:27.64]我坚持不能说放任你哭泣
    [02:32.64]
    [02:33.15]你的泪滴像倾盆大雨
    [02:36.89]
    [02:37.58]碎了满地在心里清晰
    [02:43.62]
    [02:44.24]你不知道我为什么狠下心
    [02:49.33]
    [02:49.85]盘旋在你看不见的高空里
    [02:55.19]
    [02:57.39]多的是你不知道的事
    [03:03.83]
    [03:24.99]我飞行但你坠落之际
    [03:29.49]
    [03:34.25]你不知道我为什么离开你
    [03:39.20]
    [03:39.71]我坚持不能说放任你哭泣
    [03:45.15]你的泪滴像
    [03:46.94]倾盆大雨碎了满地
    [03:51.64]
    [03:52.35]在心里清晰
    [03:55.50]
    [03:56.20]你不知道我为什么狠下心
    [04:01.27]
    [04:01.82]盘旋在你看不见的高空里
    [04:07.41]
    [04:09.37]多的是你不知道的事`
}]